{
  "navLinks": {
    "about": {
      "title": "About"
    },
    "work": {
      "title": "Work"
    },
    "contact": {
      "title": "Contact"
    }
  },
  "heroTitle": "Hi, my name is ",
  "heroName": "Vlad",
  "heroProf": "I'm a Front-End Developer!",
  "aboutTitle": "About me",
  "aboutText": "I am an interface developer with experience in HTML5, CSS3, JavaScript, and also work with a framework like React. I am a fast learner and work closely with clients to create efficient, scalable and user-friendly solutions. I like to make beautiful and convenient interfaces with various visualizations, functionality and animation. Let's work together to bring your ideas to life.",
  "services": {
    "dev": {
      "title": "Development"
    },
    "sites": {
      "title": "Websites"
    },
    "app": {
      "title": "Web applications"
    }
  },
  "experienceTitle": "Work experience",
  "experiences": {
    "webapp": {
      "title": "Web Development",
      "points": [
        "Development and maintenance of web applications using React.js and other related technologies.",
        "Collaboration with cross-functional teams, including designers, product managers and other developers, to create high-quality products.",
        "Implementation of adaptive design and cross-browser compatibility.",
        "Participation in code reviews and providing constructive feedback to other developers."
      ]
    },
    "visual": {
      "title": "Visual interface",
      "points": [
        "Development of a visual interface using modern technologies",
        "Gsap is a library for implementing animation of any level of complexity using JavaScript.",
        "Frames Motion is a new open source ready-to-work React web motion library. From the prototyping point of view, Framer has always been ideal for developing advanced animations and gestures.",
        "CSS animation is a proposed module for cascading style sheets that allows you to animate elements of an HTML document using CSS.",
        "ThreeJS is a lightweight cross-browser JavaScript library used to create and display animated 3D computer graphics when developing web applications."
      ]
    },
    "design": {
      "title": "Web UI/UX Design",
      "points": [
        "Cooperation with people with many years of experience in Web Design.",
        "Individual approach to each client.",
        "Work with graphic editors such as Figma, PhotoShop",
        "Photoshop is a multifunctional graphic editor developed and distributed by Adobe Systems. It mainly works with bitmap images, but it has some vector tools",
        "Figma is an online service for interface development and prototyping with the ability to organize collaboration in real time."
      ]
    }
  },
  "worksTitle": "Projects",
  "worksText": "The following projects demonstrate my skills and experience with real examples my job. Each project is briefly described with links to repositories code and live demos in it. This reflects my ability to solve complex problems, work with different technologies and efficiently manage projects.",
  "projects": {
    "land": {
      "desc": "A website for a MAKE-UP artist, which describes all types of activities, a detailed description of each of the works and contact information."
    },
    "ecomm": {
      "desc": "Applications of the online store for online purchases, with the addition of goods to the cart. When creating the application for the back-end part, Node JS, the MongoDB database, was used."
    },
    "control": {
      "desc": "This project was carried out by order of a client who performs remote quality control of sales for other companies."
    }
  },
  "contactsTitle": "Contacts",
  "inputName": "Your name",
  "placeholderName": "Enter your name:",
  "inputEmail": "Your email",
  "placeholderEmail": "Enter your email:",
  "inputMessage": "Your message",
  "placeholderMessage": "Enter your message:",
  "contactsBtn": "SEND"
}
