{
  "navLinks": {
    "about": {
      "title": "О компании"
    },
    "work": {
      "title": "Работы"
    },
    "contact": {
      "title": "Контакты"
    }
  },
  "heroTitle": "Привет, меня зовут ",
  "heroName": "Влад",
  "heroProf": "Я занимаюсь Front-End разработкой!",
  "aboutTitle": "Обо мне",
  "aboutText": "Я разработчик интерфейсов с опытом работы в HTML5, CSS3, JavaScript, а также работаю с таким фреймворком, как React. Я быстро учусь и тесно сотрудничаю с клиентами для создания эффективных, масштабируемых и удобных в использовании решений. Люблю делать красивые и удобные интерфейсы с различным визуалом, функционалом и анимацией. Давайте работать вместе, чтобы воплотить ваши идеи в жизнь",
  "services": {
    "dev": {
      "title": "Разработка"
    },
    "sites": {
      "title": "Сайты"
    },
    "app": {
      "title": "Приложения"
    }
  },
  "experienceTitle": "Опыт работы",
  "experiences": {
    "webapp": {
      "title": "Веб разработка",
      "points": [
        "Разработка и сопровождение веб-приложений с использованием React.js и другие сопутствующие технологии.",
        "Сотрудничество с кросс-функциональными командами, включая дизайнеров, менеджеров по продуктам и других разработчиков, для создания высококачественных продуктов.",
        "Внедрение адаптивного дизайна и обеспечение кроссбраузерной совместимости.",
        "Участие в обзорах кода и предоставление конструктивной обратной связи другим разработчикам."
      ]
    },
    "visual": {
      "title": "Визуальный интерфейс",
      "points": [
        "Разработка визуального интерфейса с помощью современных технологий",
        "Gsap - библиотека для реализации анимации любого уровня сложности с помощью JavaScript.",
        "Framer Motion - это новая готовая к работе веб-моушен-библиотека React с открытым исходным кодом. С точки зрения прототипирования, Framer всегда идеально подходил для разработки продвинутых анимаций и жестов.",
        "СSS animation - это предлагаемый модуль для каскадных таблиц стилей, который позволяет анимировать элементы HTML-документа с помощью CSS.",
        "ThreeJs - легковесная кроссбраузерная библиотека JavaScript, используемая для создания и отображения анимированной компьютерной 3D графики при разработке веб-приложений."
      ]
    },
    "design": {
      "title": "Web Дизайн UI/UX",
      "points": [
        "Сотрудничество с людьми имеющими многолетний опыт в Веб Дизайне.",
        "Индивидульный подход к каждому клиенту.",
        "Работа с такими графическими редакторами такие как Figma, PhotoShop",
        "Photoshop — многофункциональный графический редактор, разрабатываемый и распространяемый компанией Adobe Systems. В основном работает с растровыми изображениями, однако имеет некоторые векторные инструменты.",
        "ThreeJs - легковесная кроссбраузерная библиотека JavaScript, используемая для создания и отображения анимированной компьютерной 3D графики при разработке веб-приложений."
      ]
    }
  },
  "worksTitle": "Проекты",
  "worksText": "Следующие проекты демонстрируют мои навыки и опыт на реальных примерах моей работы. Каждый проект кратко описан со ссылками на репозитории кода и живые демо-версии в нем. Это отражает мою способность решать сложные проблемы, работать с различными технологиями и эффективно управлять проектами.",
  "projects": {
    "land": {
      "desc": "Веб-сайт для MAKE-UP артиста, в котором описываются все виды деятельности, подробное описание каждой из работ и контактная информация."
    },
    "ecomm": {
      "desc": "Приложения интернет магазина для он-лайн покупок, с добавлением товара в корзину. При создании приложения по back-end части использовался NodeJS, база данных MongoDB."
    },
    "control": {
      "desc": "Этот проект был осуществлен по заказу клиента, который осуществляет удаленный контроль качества продаж для других компаний."
    }
  },
  "contactsTitle": "Контакты",
  "inputName": "Ваше имя",
  "placeholderName": "Ваше имя:",
  "inputEmail": "Ваш email",
  "placeholderEmail": "Введите ваш email:",
  "inputMessage": "Ваше сообшение",
  "placeholderMessage": "Введите ваше сообшение:",
  "contactsBtn": "ОТПРАВИТЬ"
}
